{
  "node_id": "1",
  "name": "Start",
  "text": "Логические ошибки - это примеры некорректной аргументации, которые вызваны нарушением логической правильности умозаключений.\nОдна из логических ошибок - ложная дилемма (ложная дихотомия). Это рассуждение, в котором сталкиваются две как бы противоположные и исключающие друг друга альтернативы. При этом упускаются все иные разумные возможности.",
  "type": "init",
  "node_parent": "0",
  "quest_id": "1",
  "lonely_child": "0",
  "children": [
    {
      "node_id": "9",
      "name": "Примеры?",
      "text": "Окей, душнила, давай примеры!",
      "type": "answer",
      "node_parent": "1",
      "quest_id": "1",
      "lonely_child": "10",
      "children": [
        {
          "node_id": "10",
          "name": "Борьба или ударка?",
          "text": "Многие ошпаренные спортом родители ставят своих несчастных детей перед такой ложной дилеммой: \"Ну что, чем будешь заниматься, - борьбой или ударкой?\"",
          "type": "question",
          "node_parent": "9",
          "quest_id": "1",
          "lonely_child": "0",
          "children": [
            {
              "node_id": "11",
              "name": "Борьба",
              "text": "Борьбой!",
              "type": "answer",
              "node_parent": "10",
              "quest_id": "1",
              "lonely_child": "15",
              "children": [
                {
                  "node_id": "15",
                  "name": "Ок + возможности",
                  "text": "Круто, если тебе правда этого хочется!\nНо если нет, помни: есть море упущенных разумных альтернатив единоборствам. Английский язык, музыка, шахматы, танцы. Или программирование =)",
                  "type": "question",
                  "node_parent": "11",
                  "quest_id": "1",
                  "lonely_child": "0",
                  "children": [
                    {
                      "node_id": "16",
                      "name": "Ладно",
                      "text": "Ладно. Расскажи еще что-нибудь, есть еще примеры? =)",
                      "type": "answer",
                      "node_parent": "15",
                      "quest_id": "1",
                      "lonely_child": "0",
                      "additional_linked_nodes": [
                        {
                          "node_id": "18"
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "node_id": "12",
              "name": "Здесь подвох!",
              "text": "Чую подвох!",
              "type": "answer",
              "node_parent": "10",
              "quest_id": "1",
              "lonely_child": "14",
              "children": [
                {
                  "node_id": "14",
                  "name": "О возможностях",
                  "text": "Точно!\nЕсть море упущенных разумных альтернатив единоборствам: английский язык, музыка, шахматы, танцы. Или программирование =)",
                  "type": "question",
                  "node_parent": "12",
                  "quest_id": "1",
                  "lonely_child": "0",
                  "children": [
                    {
                      "node_id": "17",
                      "name": "Действительно!",
                      "text": "Действительно!\nА еще есть примеры?",
                      "type": "answer",
                      "node_parent": "14",
                      "quest_id": "1",
                      "lonely_child": "18",
                      "children": [
                        {
                          "node_id": "18",
                          "name": "Налом или картой?",
                          "text": "Конечно!\nНапример, чтобы сузить пространство возможных решений, все иные варианты могут быть упущены - намеренно и осознанно. Так, в продажах часто используется прием \"выбор без выбора\", основанный на ложной дилемме: \"Молодой человек, Вы свою обновку налом оплатите, или на карту переведете?\"",
                          "type": "question",
                          "node_parent": "17",
                          "quest_id": "1",
                          "lonely_child": "0",
                          "children": [
                            {
                              "node_id": "19",
                              "name": "Здесь подвох!",
                              "text": "Продаван явно хочет надурить!",
                              "type": "answer",
                              "node_parent": "18",
                              "quest_id": "1",
                              "lonely_child": "22",
                              "children": [
                                {
                                  "node_id": "22",
                                  "name": "Действительно",
                                  "text": "Само собой =)\nЗдесь обе альтернативы хороши для продавца, а клиентом откровенно манипулируют, как будто принципиальное решение о покупке он уже принял, хотя молодой человек еще раздумывал, а не походить ли еще годик в старых штанах. При таких-то ценах.",
                                  "type": "question",
                                  "node_parent": "19",
                                  "quest_id": "1",
                                  "lonely_child": "0",
                                  "children": [
                                    {
                                      "node_id": "24",
                                      "name": "Ещё!",
                                      "text": "Расскажи еще!",
                                      "type": "answer",
                                      "node_parent": "22",
                                      "quest_id": "1",
                                      "lonely_child": "25",
                                      "children": [
                                        {
                                          "node_id": "25",
                                          "name": "Не вопрос!",
                                          "text": "Не вопрос!\nЗачастую нас подталкивают к выбору одного конкретного варианта, потому что второй может выглядеть неприемлемым:\n\nСын приходит домой с серьгой в ухе. Отец смотрит на него и говорит: «Знаешь, сынок, испокон веков серьги в ушах носили либо пираты, либо геи. Но что-то пиратского корабля поблизости я не вижу».",
                                          "type": "question",
                                          "node_parent": "24",
                                          "quest_id": "1",
                                          "lonely_child": "0",
                                          "children": [
                                            {
                                              "node_id": "26",
                                              "name": "Здесь подвох!",
                                              "text": "Ну здесь точно подвох в вопросе =)",
                                              "type": "answer",
                                              "node_parent": "25",
                                              "quest_id": "1",
                                              "lonely_child": "30",
                                              "children": [
                                                {
                                                  "node_id": "30",
                                                  "name": "Именно!",
                                                  "text": "Именно!\nНе учитываются варианты, что ты можешь быть законопослушным гражданином, но при этом уважать геев и одновременно не быть в их рядах.\n\nБолее того, даже если бы таких альтернатив не было, это все равно ложная дихотомия, ведь исходные варианты не исключают друг друга: наверняка есть пираты нетрадиционной ориентации.",
                                                  "type": "question",
                                                  "node_parent": "26",
                                                  "quest_id": "1",
                                                  "lonely_child": "0",
                                                  "children": [
                                                    {
                                                      "node_id": "34",
                                                      "name": "Круто!",
                                                      "text": "Злодейский прием, однако! Хоть с людьми не общайся.",
                                                      "type": "answer",
                                                      "node_parent": "30",
                                                      "quest_id": "1",
                                                      "lonely_child": "35",
                                                      "children": [
                                                        {
                                                          "node_id": "35",
                                                          "name": "Самообман",
                                                          "text": "Ага..\nЛожная дилемма - это очень распространенный демагогический прием риторики, успешно применяемый всякими подтасовщиками и передёргивателями; но мы можем и сами обманывать себя.\n\nНапример, муж увлекся художественным изгибанием гвоздей руками (бывает и такое). Каждый день покупает по ящику и тужится днями на пролёт. Работать перестал, денег в доме нет, зато гнутых гвоздей - сколько хочешь, вся стена увешана. Фрик, конечно, но свой, да и лучше так, чем бухать пиво в подъезде, так?",
                                                          "type": "question",
                                                          "node_parent": "34",
                                                          "quest_id": "1",
                                                          "lonely_child": "0",
                                                          "children": [
                                                            {
                                                              "node_id": "36",
                                                              "name": "Гвозди",
                                                              "text": "Само собой, гнуть гвозди - всяко лучше, чем синюшничать в подъезде.",
                                                              "type": "answer",
                                                              "node_parent": "35",
                                                              "quest_id": "1",
                                                              "lonely_child": "39",
                                                              "children": [
                                                                {
                                                                  "node_id": "39",
                                                                  "name": "Вариант",
                                                                  "text": "Вариант.\nНо во-первых, разумеется, не лучше. Во-вторых, он явно все это совмещает. А в-третьих, почему только две альтернативы? Разве нельзя вместо всего этого, к примеру, смаковать бургундский pinot noir в библиотеке? =)",
                                                                  "type": "question",
                                                                  "node_parent": "36",
                                                                  "quest_id": "1",
                                                                  "lonely_child": "0",
                                                                  "additional_linked_nodes": [
                                                                    {
                                                                      "node_id": "42"
                                                                    }
                                                                  ]
                                                                }
                                                              ]
                                                            },
                                                            {
                                                              "node_id": "37",
                                                              "name": "Опять подвох",
                                                              "text": "И тут подвох?!",
                                                              "type": "answer",
                                                              "node_parent": "35",
                                                              "quest_id": "1",
                                                              "lonely_child": "40",
                                                              "children": [
                                                                {
                                                                  "node_id": "40",
                                                                  "name": "Ну конечно!",
                                                                  "text": "Ну конечно!\nВо-первых, разумеется, не лучше. Во-вторых, он явно все это совмещает. А в-третьих, почему только две альтернативы? Разве нельзя вместо всего этого, к примеру, смаковать бургундский pinot noir в библиотеке? =)",
                                                                  "type": "question",
                                                                  "node_parent": "37",
                                                                  "quest_id": "1",
                                                                  "lonely_child": "0",
                                                                  "children": [
                                                                    {
                                                                      "node_id": "42",
                                                                      "name": "Можно =)",
                                                                      "text": "Можно =)\nНо и у того, чтобы гвозди гнуть, есть свои плюсы. От всяких там злодеев обороняться - самое оно, с такими-то ручищами.",
                                                                      "type": "answer",
                                                                      "node_parent": "40",
                                                                      "quest_id": "1",
                                                                      "lonely_child": "44",
                                                                      "children": [
                                                                        {
                                                                          "node_id": "44",
                                                                          "name": "Самооборона",
                                                                          "text": "Да, своим ответом ты мне напомнил про самооборону.\n\nПусть лучше трое судят, чем четверо несут.\nЧисла могут варьироваться, но вообще это калька с \"I'd rather be judged by 12, than carried by 6\", где 12 - число присяжных, а 6 - количество носильщиков гроба.\nПонятно, что суд может и оправдать, но в условиях российской действительности можно упростить до \"лучше отсидеть, чем умереть\".",
                                                                          "type": "question",
                                                                          "node_parent": "42",
                                                                          "quest_id": "1",
                                                                          "lonely_child": "0",
                                                                          "children": [
                                                                            {
                                                                              "node_id": "45",
                                                                              "name": "Отсидеть",
                                                                              "text": "Отсидеть",
                                                                              "type": "answer",
                                                                              "node_parent": "44",
                                                                              "quest_id": "1",
                                                                              "lonely_child": "48",
                                                                              "children": [
                                                                                {
                                                                                  "node_id": "48",
                                                                                  "name": "Ого",
                                                                                  "text": "Дружище, ну ты что!\nВ вопросе подразумевается, что при самозащите либо тебя убьют, либо ты их, как минимум, серьезно покалечишь. Но ведь чаще всего в ситуациях, где тебе надо постоять за себя, это не так! Очевидно, что существуют разные уровни угрозы: жизни и здоровью, сексуальной неприкосновенности, имуществу, а также чести, достоинству и - не побоюсь этого слова - чувствам. Вероятность столкнуться с угрозой того или иного уровня зависят от Вашего возраста и места жительства, профессии и уровня жизни, социального статуса и среды, интеллекта и характера.\n\nКто-то каждый день дерется за свое право носить разноцветный эрокез в трущобах Омска, кто-то максимум раз в десять лет легонько ткнёт под дых разбуянившегося коллегу по сигарному клубу в Копенгагене.\n\nТем не менее, попасть в конфликтную ситуацию может практически любой: на дороге и в офисе, в супермаркете и ресторане, в университете и в церкви. Но практически все такие столкновения все же не подразумевают дилеммы \"убей или умри\". Есть ведь разумные альтернативы:\n- гневно завопить и тем самым устрашить оппонента;\n- высокомерно убежать или уехать;\n- откупиться, пожертвовав частью материальных ценностей и попрощавшись с мечтой о досрочном погашении кредита на микроволновку;\n- позвать полицию, охрану или просто привлечь внимание прохожих;\n- найти нужные слова и как-то перехитрить, успокоить противника - например, с внезапной теплотой выразить сожаление и попросить прощения;\n- начать прямую трансляцию в инстаграме, снимая злодея;\n- ну а уж если нет инстаграма, забрызгать паршивца из газового баллончика.\n\nВ подавляющем большинстве житейских конфликтов, а также при многих попытках завладеть Вашей собственностью этого будет достаточно, и Вам не придется ни умирать, ни идти под суд.",
                                                                                  "type": "question",
                                                                                  "node_parent": "45",
                                                                                  "quest_id": "1",
                                                                                  "lonely_child": "0",
                                                                                  "additional_linked_nodes": [
                                                                                    {
                                                                                      "node_id": "51"
                                                                                    }
                                                                                  ]
                                                                                }
                                                                              ]
                                                                            },
                                                                            {
                                                                              "node_id": "46",
                                                                              "name": "Третье",
                                                                              "text": "Ладно, рассказывай про третий вариант. Это же ложная дихотомия =)",
                                                                              "type": "answer",
                                                                              "node_parent": "44",
                                                                              "quest_id": "1",
                                                                              "lonely_child": "49",
                                                                              "children": [
                                                                                {
                                                                                  "node_id": "49",
                                                                                  "name": "Обоснование",
                                                                                  "text": "Подразумевается, что при самозащите либо тебя убьют, либо ты их, как минимум, серьезно покалечишь. Но ведь чаще всего в ситуациях, где тебе надо постоять за себя, это не так! Очевидно, что существуют разные уровни угрозы: жизни и здоровью, сексуальной неприкосновенности, имуществу, а также чести, достоинству и - не побоюсь этого слова - чувствам. Вероятность столкнуться с угрозой того или иного уровня зависят от Вашего возраста и места жительства, профессии и уровня жизни, социального статуса и среды, интеллекта и характера.\n\nКто-то каждый день дерется за свое право носить разноцветный эрокез в трущобах Омска, кто-то максимум раз в десять лет легонько ткнёт под дых разбуянившегося коллегу по сигарному клубу в Копенгагене.\n\nТем не менее, попасть в конфликтную ситуацию может практически любой: на дороге и в офисе, в супермаркете и ресторане, в университете и в церкви. Но практически все такие столкновения все же не подразумевают дилеммы \"убей или умри\". Есть ведь разумные альтернативы:\n- гневно завопить и тем самым устрашить оппонента;\n- высокомерно убежать или уехать;\n- откупиться, пожертвовав частью материальных ценностей и попрощавшись с мечтой о досрочном погашении кредита на микроволновку;\n- позвать полицию, охрану или просто привлечь внимание прохожих;\n- найти нужные слова и как-то перехитрить, успокоить противника - например, с внезапной теплотой выразить сожаление и попросить прощения;\n- начать прямую трансляцию в инстаграме, снимая злодея;\n- ну а уж если нет инстаграма, забрызгать паршивца из газового баллончика.\n\nВ подавляющем большинстве житейских конфликтов, а также при многих попытках завладеть Вашей собственностью этого будет достаточно, и Вам не придется ни умирать, ни идти под суд.",
                                                                                  "type": "question",
                                                                                  "node_parent": "46",
                                                                                  "quest_id": "1",
                                                                                  "lonely_child": "0",
                                                                                  "children": [
                                                                                    {
                                                                                      "node_id": "51",
                                                                                      "name": "финишируем",
                                                                                      "text": "Ёлки-иголки, это и в жизни пригодиться может.. Слушай, мне закругляться пора. Давай что-нибудь веселенькое расскажи, и по домам =)",
                                                                                      "type": "answer",
                                                                                      "node_parent": "49",
                                                                                      "quest_id": "1",
                                                                                      "lonely_child": "52",
                                                                                      "children": [
                                                                                        {
                                                                                          "node_id": "52",
                                                                                          "name": "Анекдот",
                                                                                          "text": "Ок, слушай.\nЖурналист спрашивает главврача психбольницы: \"Что является критерием для выписки пациента?\"\nГлавврач отвечает: \"Вы знаете, у нас есть специальный тест для тех, кто, похоже, уже излечился. Мы наливаем полную ванну воды, а рядом кладем чайную ложечку и большую кружку. Зовем нашего подопечного и предлагаем ему освободить ванну от воды...\"",
                                                                                          "type": "question",
                                                                                          "node_parent": "51",
                                                                                          "quest_id": "1",
                                                                                          "lonely_child": "0",
                                                                                          "children": [
                                                                                            {
                                                                                              "node_id": "53",
                                                                                              "name": "Кружка",
                                                                                              "text": "Любой нормальный человек возьмет кружку, конечно же!",
                                                                                              "type": "answer",
                                                                                              "node_parent": "52",
                                                                                              "quest_id": "1",
                                                                                              "lonely_child": "56",
                                                                                              "children": [
                                                                                                {
                                                                                                  "node_id": "56",
                                                                                                  "name": "Оставайтесь",
                                                                                                  "text": "Оставайтесь с нами пока. Любой нормальный человек вынет пробку ;)",
                                                                                                  "type": "question",
                                                                                                  "node_parent": "53",
                                                                                                  "quest_id": "1",
                                                                                                  "lonely_child": "0",
                                                                                                  "additional_linked_nodes": [
                                                                                                    {
                                                                                                      "node_id": "59"
                                                                                                    }
                                                                                                  ]
                                                                                                }
                                                                                              ]
                                                                                            },
                                                                                            {
                                                                                              "node_id": "54",
                                                                                              "name": "Ложечка",
                                                                                              "text": "Ложечкой! Ложечкой все вычерпать!",
                                                                                              "type": "answer",
                                                                                              "node_parent": "52",
                                                                                              "quest_id": "1",
                                                                                              "lonely_child": "57",
                                                                                              "children": [
                                                                                                {
                                                                                                  "node_id": "57",
                                                                                                  "name": "Нужно остаться!",
                                                                                                  "text": "Для Вас у нас есть спецпалата =)\nЛюбой нормальный человек, конечно же, вынет пробку ;)",
                                                                                                  "type": "question",
                                                                                                  "node_parent": "54",
                                                                                                  "quest_id": "1",
                                                                                                  "lonely_child": "0",
                                                                                                  "additional_linked_nodes": [
                                                                                                    {
                                                                                                      "node_id": "59"
                                                                                                    }
                                                                                                  ]
                                                                                                }
                                                                                              ]
                                                                                            },
                                                                                            {
                                                                                              "node_id": "55",
                                                                                              "name": "Третье",
                                                                                              "text": "И тут есть третий вариант?!",
                                                                                              "type": "answer",
                                                                                              "node_parent": "52",
                                                                                              "quest_id": "1",
                                                                                              "lonely_child": "58",
                                                                                              "children": [
                                                                                                {
                                                                                                  "node_id": "58",
                                                                                                  "name": "Пробка",
                                                                                                  "text": "Ага. Любой нормальный человек вынет пробку ;)",
                                                                                                  "type": "question",
                                                                                                  "node_parent": "55",
                                                                                                  "quest_id": "1",
                                                                                                  "lonely_child": "50",
                                                                                                  "children": [
                                                                                                    {
                                                                                                      "node_id": "59",
                                                                                                      "name": "$@!!#@!",
                                                                                                      "text": "$@!!#@!",
                                                                                                      "type": "answer",
                                                                                                      "node_parent": "58",
                                                                                                      "quest_id": "1",
                                                                                                      "lonely_child": "60",
                                                                                                      "children": [
                                                                                                        {
                                                                                                          "node_id": "60",
                                                                                                          "name": "Финиш",
                                                                                                          "text": "Друзья, будьте рациональны, вынимайте пробки, верьте в просвещение и уважайте чувства думающих =)",
                                                                                                          "type": "question",
                                                                                                          "node_parent": "59",
                                                                                                          "quest_id": "1",
                                                                                                          "lonely_child": "0",
                                                                                                          "children": [
                                                                                                            {
                                                                                                              "node_id": "61",
                                                                                                              "name": "Еще?",
                                                                                                              "text": "Давай еще раз!",
                                                                                                              "type": "answer",
                                                                                                              "node_parent": "60",
                                                                                                              "quest_id": "1",
                                                                                                              "lonely_child": "0",
                                                                                                              "additional_linked_nodes": [
                                                                                                                {
                                                                                                                  "node_id": "1"
                                                                                                                }
                                                                                                              ]
                                                                                                            },
                                                                                                            {
                                                                                                              "node_id": "62",
                                                                                                              "name": "Хватат!",
                                                                                                              "text": "Хватит уже =)",
                                                                                                              "type": "answer",
                                                                                                              "node_parent": "60",
                                                                                                              "quest_id": "1",
                                                                                                              "lonely_child": "63",
                                                                                                              "children": [
                                                                                                                {
                                                                                                                  "node_id": "63",
                                                                                                                  "name": "win",
                                                                                                                  "text": "Браво!",
                                                                                                                  "type": "win",
                                                                                                                  "node_parent": "62",
                                                                                                                  "quest_id": "1",
                                                                                                                  "lonely_child": ""
                                                                                                                }
                                                                                                              ]
                                                                                                            }
                                                                                                          ]
                                                                                                        }
                                                                                                      ]
                                                                                                    }
                                                                                                  ]
                                                                                                }
                                                                                              ]
                                                                                            }
                                                                                          ]
                                                                                        }
                                                                                      ]
                                                                                    }
                                                                                  ]
                                                                                }
                                                                              ]
                                                                            },
                                                                            {
                                                                              "node_id": "47",
                                                                              "name": "Умереть",
                                                                              "text": "Умереть",
                                                                              "type": "answer",
                                                                              "node_parent": "44",
                                                                              "quest_id": "1",
                                                                              "lonely_child": "0",
                                                                              "children": [
                                                                                {
                                                                                  "node_id": "50",
                                                                                  "name": "Что ты!",
                                                                                  "text": "Так дело не пойдет, что ты!\nВ вопросе подразумевается, что при самозащите либо тебя убьют, либо ты их, как минимум, серьезно покалечишь. Но ведь чаще всего в ситуациях, где тебе надо постоять за себя, это не так! Очевидно, что существуют разные уровни угрозы: жизни и здоровью, сексуальной неприкосновенности, имуществу, а также чести, достоинству и - не побоюсь этого слова - чувствам. Вероятность столкнуться с угрозой того или иного уровня зависят от твоего возраста и места жительства, профессии и уровня жизни, социального статуса и среды, интеллекта и характера.\n\nКто-то каждый день дерется за свое право носить разноцветный эрокез в трущобах Омска, кто-то максимум раз в десять лет легонько ткнёт под дых разбуянившегося коллегу по сигарному клубу в Копенгагене.\n\nТем не менее, попасть в конфликтную ситуацию может практически любой: на дороге и в офисе, в супермаркете и ресторане, в университете и в церкви. Но практически все такие столкновения все же не подразумевают дилеммы \"убей или умри\". Есть ведь разумные альтернативы:\n- гневно завопить и тем самым устрашить оппонента;\n- высокомерно убежать или уехать;\n- откупиться, пожертвовав частью материальных ценностей и попрощавшись с мечтой о досрочном погашении кредита на микроволновку;\n- позвать полицию, охрану или просто привлечь внимание прохожих;\n- найти нужные слова и как-то перехитрить, успокоить противника - например, с внезапной теплотой выразить сожаление и попросить прощения;\n- начать прямую трансляцию в инстаграме, снимая злодея;\n- ну а уж если нет инстаграма, забрызгать паршивца из газового баллончика.\n\nВ подавляющем большинстве житейских конфликтов, а также при многих попытках завладеть твоей собственностью этого будет достаточно, и тебе не придется ни умирать, ни идти под суд.",
                                                                                  "type": "question",
                                                                                  "node_parent": "47",
                                                                                  "quest_id": "1",
                                                                                  "lonely_child": "0",
                                                                                  "additional_linked_nodes": [
                                                                                    {
                                                                                      "node_id": "51"
                                                                                    }
                                                                                  ]
                                                                                }
                                                                              ]
                                                                            }
                                                                          ]
                                                                        }
                                                                      ]
                                                                    }
                                                                  ]
                                                                }
                                                              ]
                                                            },
                                                            {
                                                              "node_id": "38",
                                                              "name": "Пиво",
                                                              "text": "Нет, уж лучше пиво!",
                                                              "type": "answer",
                                                              "node_parent": "35",
                                                              "quest_id": "1",
                                                              "lonely_child": "41",
                                                              "children": [
                                                                {
                                                                  "node_id": "41",
                                                                  "name": "Возможно",
                                                                  "text": "Возможно. Но во-первых, он явно все это совмещает. А во-вторых, почему только две альтернативы? Разве нельзя вместо всего этого, к примеру, смаковать бургундский pinot noir в библиотеке? =)",
                                                                  "type": "question",
                                                                  "node_parent": "38",
                                                                  "quest_id": "1",
                                                                  "lonely_child": "0",
                                                                  "additional_linked_nodes": [
                                                                    {
                                                                      "node_id": "42"
                                                                    }
                                                                  ]
                                                                }
                                                              ]
                                                            }
                                                          ]
                                                        }
                                                      ]
                                                    }
                                                  ]
                                                }
                                              ]
                                            },
                                            {
                                              "node_id": "27",
                                              "name": "Снять серьгу",
                                              "text": "Снять серьгу",
                                              "type": "answer",
                                              "node_parent": "25",
                                              "quest_id": "1",
                                              "lonely_child": "31",
                                              "children": [
                                                {
                                                  "node_id": "31",
                                                  "name": "Не",
                                                  "text": "Это значит - пойти на поводу у манипуляции.\nВедь в отцовском монологе не учитывались варианты, что ты можешь быть законопослушным гражданином, но при этом уважать геев и одновременно не быть в их рядах.\n\nБолее того, даже если бы таких альтернатив не было, это все равно ложная дихотомия, ведь исходные варианты не исключают друг друга: наверняка есть пираты нетрадиционной ориентации.",
                                                  "type": "question",
                                                  "node_parent": "27",
                                                  "quest_id": "1",
                                                  "lonely_child": "0",
                                                  "additional_linked_nodes": [
                                                    {
                                                      "node_id": "34"
                                                    }
                                                  ]
                                                }
                                              ]
                                            },
                                            {
                                              "node_id": "28",
                                              "name": "Я - гей!",
                                              "text": "Я - гей!",
                                              "type": "answer",
                                              "node_parent": "25",
                                              "quest_id": "1",
                                              "lonely_child": "32",
                                              "children": [
                                                {
                                                  "node_id": "32",
                                                  "name": "Каминг-аут!",
                                                  "text": "Ну тогда это отличный повод для каминг-аута! =)\n\nВместе с тем, не учитываются варианты, что ты можешь быть законопослушным гражданином, но при этом уважать геев и одновременно не быть в их рядах.\n\nБолее того, даже если бы таких альтернатив не было, это все равно ложная дихотомия, ведь исходные варианты не исключают друг друга: наверняка есть пираты нетрадиционной ориентации.",
                                                  "type": "question",
                                                  "node_parent": "28",
                                                  "quest_id": "1",
                                                  "lonely_child": "0",
                                                  "additional_linked_nodes": [
                                                    {
                                                      "node_id": "34"
                                                    }
                                                  ]
                                                }
                                              ]
                                            },
                                            {
                                              "node_id": "29",
                                              "name": "Я - пират!",
                                              "text": "Я - пират!",
                                              "type": "answer",
                                              "node_parent": "25",
                                              "quest_id": "1",
                                              "lonely_child": "33",
                                              "children": [
                                                {
                                                  "node_id": "33",
                                                  "name": "пятюня",
                                                  "text": "Держи пиратскую пятюню, я тоже! xD\n\nИ все же отмечу, что не учитываются варианты, что ты можешь быть законопослушным гражданином, но при этом уважать геев и одновременно не быть в их рядах.\n\nБолее того, даже если бы таких альтернатив не было, это все равно ложная дихотомия, ведь исходные варианты не исключают друг друга: наверняка есть пираты нетрадиционной ориентации.",
                                                  "type": "question",
                                                  "node_parent": "29",
                                                  "quest_id": "1",
                                                  "lonely_child": "0",
                                                  "additional_linked_nodes": [
                                                    {
                                                      "node_id": "34"
                                                    }
                                                  ]
                                                }
                                              ]
                                            }
                                          ]
                                        }
                                      ]
                                    }
                                  ]
                                }
                              ]
                            },
                            {
                              "node_id": "20",
                              "name": "Картой",
                              "text": "Картой",
                              "type": "answer",
                              "node_parent": "18",
                              "quest_id": "1",
                              "lonely_child": "23",
                              "children": [
                                {
                                  "node_id": "23",
                                  "name": "Ок, НО",
                                  "text": "Если принято осознанное решение приобрести что-то, то да, можно выбирать способ оплаты. Но если нет - имей в виду, что здесь обе альтернативы хороши для продавца, а клиентом откровенно манипулируют, как будто принципиальное решение о покупке он уже принял, хотя молодой человек еще раздумывал, а не походить ли еще годик в старых штанах. При таких-то ценах.",
                                  "type": "question",
                                  "node_parent": "20",
                                  "quest_id": "1",
                                  "lonely_child": "0",
                                  "additional_linked_nodes": [
                                    {
                                      "node_id": "24"
                                    }
                                  ]
                                }
                              ]
                            },
                            {
                              "node_id": "21",
                              "name": "Наличкой",
                              "text": "Наличкой",
                              "type": "answer",
                              "node_parent": "18",
                              "quest_id": "1",
                              "lonely_child": "0",
                              "additional_linked_nodes": [
                                {
                                  "node_id": "23"
                                }
                              ]
                            }
                          ]
                        }
                      ]
                    }
                  ]
                }
              ]
            },
            {
              "node_id": "13",
              "name": "Ударка",
              "text": "Ударкой!",
              "type": "answer",
              "node_parent": "10",
              "quest_id": "1",
              "lonely_child": "0",
              "additional_linked_nodes": [
                {
                  "node_id": "15"
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}